{
    "where1":"Where innovation and talent come",
    "where2":"together to maximize your efficiency.",
    "where":"Where innovation and talent come together to maximize your efficiency.",
    "whatwedo2":"What we do",
    "atdigit":"At DigIT, we provide you with the possibility of change. Our experts, advisors, and developers created a seven-step checkup so that you can see in detail where your business processes are struggling to meet the demands of your business.",
    "whydigit":"Why DigIT is",
    "whydigit2":"unique?",
    "whydigitunique":"Why DigIT is unique?",
    "getStarted":"Get Started",
    "whatwedo":"Optimizing your business comes down to having the most experienced and highly trained people in the right positions. At DigIT, we specialize in optimizing your process management by setting your business up for success with expertly trained talent ready to tackle any task. Optimizing your business comes down to having the most experienced and highly trained people in the right positions. At DigIT, we specialize in optimizing your process management by setting your business up for success with expertly trained talent ready to tackle any task. Optimizing your business comes down to having the most experienced and highly trained people in the right positions. At DigIT, we specialize in optimizing your process management by setting your business up for success with expertly trained talent ready to tackle any task.",
    "digunique":"DigIT analyzes your existing processes and helps you streamline your processes for ultimate efficiency. We’ll help you:",
    "unique1":"Realize your Orgs primary & secondary processes",
    "unique2":"Scope & automate potential processes to make your life easier",
    "unique3":"Help HR focus on what is needed to push your company forward",
    "recognizing":"Recognizing the tasks, competencies, responsibilities, and skills of your people and assigning them accordingly to the correct positions helps you maximize your efficiency and ensure you have the correct information where you need to hire and which sector needs support to function seamlessly.",
    "contact":"Let’s make your Org FINE to Shine!",
    "contact2":"We provide the comprehensive and advanced support you need every step of the journey because, at DigIT, we believe that your business deserves a partner that’s invested in your success from the start.",
    "form1":"First Name",
    "form2":"Last Name",
    "form3":"Company Name",
    "form4":"Address",
    "form5":"Industry you operate in",
    "form6":"Number of employees ranges",
    "form7":"Contact Name",
    "form8":"Contact Position",
    "form9":"Website",
    "form10":"Which services are you interested in",
    "form11":"Description Box",
    "form12":"Send Message",
    "footer":"Company",
    "list1":"Unternehmen",
    "list2":"Leistungen",
    "list3":"Karriere",
    "list4":"Infocenter",
    "list5":"Testimonials",
    "footer2":"Contact",
    "follow":"Follow us:",
    "services":"Our Services",
    "service1":"How does your business measure up?",
    "service1_2":"Are you built for the future or barely surviving the current state of your business?",
    "service1_3":" We help you create a strategic IT infrastructure and provide the advanced tools to bring innovation to the forefront of your industry.",
    "service1_4":"Understanding your IT strategy is essential to the core existence of your company.",
    "service2":"A unique business approach is necessary; DigIT analyzes your existing processes and helps you streamline your processes for ultimate efficiency. During this step, we’ll help you: Realize your Orgs primary & secondary processes, scope & automate potential processes to make your life easier, help HR focus on what is needed to push your company forward.",
    "service2_1":"Recognizing the tasks, competencies, responsibilities, and skills of your people and assigning them accordingly to the correct positions helps you maximize your efficiency and ensure you have the correct information where you need to hire and which sector needs support to function seamlessly.",
    "service3":"We use data-driven analyses to best match the IT platform and tenant possibilities to your business.",
    "service3_1":"We work closely with you to decide the AFUEF (affordable, functional efficient) solution for your Org.",
    "service3_2":"This includes ensuring things like database system, channels of Internal & external communications including mail and computer telephony integration (CTI), collaboration storage (etc.) match up with the right cost-benefit results you’re searching for.",
    "service4":"This is where we start to set the Lego pieces together. From IT Setup and digitalization of your content to User Interface and User experience (UI/UX), we help you optimize every step for ultimate impact on your operations.",
    "service4_1":"With our program All 4 DigIT/ DigIT 4 All, we assure that our services are being completed at a competitive price and up to the highest standard of quality. Let’s not forget that User testing and User schooling are a big part of this step.",
    "service4_2":"We make sure that no time is wasted, so by the time of the Implementation of the seven steps, your Resources are READY TO PERFORM FOR OPTIMAL RESULTS.",
    "service5":"This step is where we set Orgs sharing defaults, including detailed access management of who should see what, who reports to whom, internal security, and SENTRY cyber security.",
    "service5_1":"Finally, we grant access and help you decide the record-level security according to Hierarchy levels and responsibilities to create as easy an integration process as possible.",
    "service6":"All the information about your customers impacts your every move.",
    "service6_1":"So, we help ensure that relevant information acquisition and structuring information is saved correctly. This is done to prevent the complication of future data exportation to a possible CRM platform like Salesforce, Monday.com, or Microsoft Dynamics. In addition, our expert team analyzes the need of your business to provide a more sophisticated way of managing customer data.",
    "service7":"We provide the comprehensive and advanced support you need every step of the journey because, at DigIT, we believe that your business deserves a partner that’s invested in your success from the start. Our IT Helpdesk can assist at levels 1 to 3 as you need when you need it. ",
    "service7_1":"Let’s make your Org FINE to Shine.",
    "service1slider":"Business goals to IT goals",
    "service1slider_1":"1st Step",
    "service1slider_2":"Business goals to IT goals",
    "service2slider":"Business Analyses",
    "service2slider_1":"2nd Step",
    "service2slider_2":"BPM & requirements engineering and management",
    "service3slider":"IT Implementation",
    "service3slider_1":"3rd Step",
    "service3slider_2":"IT Solutions, IT Platform, Software Engineering, Software Development",
    "service4slider":"IT \n Setup",
    "service4slider_1":"4th Step",
    "service4slider_2":"IT Setup based on step 2, Digital Content and Digital Marketing",
    "service5slider":"Data & Cyber Security",
    "service5slider_1":"5th Step",
    "service5slider_2":"Data / information security internal, access management, cyber security",
    "service6slider":"Data Management",
    "service6slider_1":"6th Step",
    "service6slider_2":"Customer relationship management CRM, salesforce, dynamics",
    "service7slider":"IT \nSupport",
    "service7slider_1":"7th Step",
    "service7slider_2":"IT support helpdesk for all above services and lev 1-3"
}
