{
    "where1":"Là où l'innovation et le talent arrivent",
    "where2":"ensemble pour maximiser votre efficacité.",
    "whatwedo2":"Ce que nous faisons",
    "atdigit":"Chez DigIT, nous vous offrons la possibilité de changer. Nos experts, conseillers et développeurs ont créé un bilan en sept étapes afin que vous puissiez voir en détail où vos processus d'affaires ont du mal à répondre aux exigences de votre entreprise.",
    "whydigit":"Pourquoi DigIT",
    "whydigit2":"est-il unique ?",
    "getStarted":"Commencez",
    "whatwedo":"L'optimisation de votre entreprise passe par la présence des personnes les plus expérimentées et les mieux formées aux bons postes. Chez DigIT, nous nous spécialisons dans l'optimisation de la gestion de vos processus en mettant votre entreprise sur la voie du succès avec des talents formés par des experts et prêts à s'attaquer à n'importe quelle tâche.",
    "digunique":"DigIT analyse vos processus existants et vous aide à les rationaliser pour une efficacité optimale. Nous vous aiderons :",
    "unique1":"Réaliser les processus primaires et secondaires de votre organisation",
    "unique2":"Étendre et automatiser les processus potentiels pour vous faciliter la vie",
    "unique3":"Aidez les RH à se concentrer sur ce qui est nécessaire pour faire avancer votre entreprise.",
    "recognizing":"Reconnaître les tâches, les compétences, les responsabilités et les aptitudes de vos collaborateurs et les affecter en conséquence aux postes adéquats vous permet de maximiser votre efficacité et de vous assurer que vous disposez des informations correctes sur les secteurs où vous devez embaucher et sur ceux qui ont besoin d'aide pour fonctionner sans heurts.",
    "contact":"Faisons en sorte que votre Org soit parfaite pour briller !",
    "contact2":"Nous fournissons le soutien complet et avancé dont vous avez besoin à chaque étape du voyage parce que, chez DigIT, nous pensons que votre entreprise mérite un partenaire qui s'investit dans votre succès dès le départ.",
    "form1":"Nom",
    "form2":"Nom de famille",
    "form3":"Nom de la société",
    "form4":"Adresse",
    "form5":"Secteur dans lequel vous opérez",
    "form6":"Fourchette du nombre d'employés",
    "form7":"Nom du contact",
    "form8":"Position de contact",
    "form9":"Site web",
    "form10":"Quels sont les services qui vous intéressent ?",
    "form11":"Boîte de description",
    "form12":"Envoyer un message",
    "footer":"Entreprise",
    "list1":"À propos de",
    "list2":"Services",
    "list3":"Carrière",
    "list4":"Produits",
    "list5":"Témoignages",
    "follow":"Suivez-nous :",
    "services":"Nos services",
    "service1":"Comment votre entreprise se positionne-t-elle ?",
    "service1_2":"Êtes-vous bâti pour l'avenir ou survivez-vous à peine à l'état actuel de votre entreprise ?",
    "service1_3":" Nous vous aidons à créer une infrastructure informatique stratégique et à fournir les outils avancés qui vous permettront d'innover au sein de votre secteur.",
    "service1_4":"La compréhension de votre stratégie informatique est essentielle à l'existence même de votre entreprise.",
    "service2":"Une approche commerciale unique est nécessaire ; DigIT analyse vos processus existants et vous aide à rationaliser vos processus pour une efficacité optimale. Au cours de cette étape, nous vous aiderons : Réaliser les processus primaires et secondaires de votre organisation, évaluer et automatiser les processus potentiels pour vous faciliter la vie, aider les RH à se concentrer sur ce qui est nécessaire pour faire avancer votre entreprise.",
    "service2_1":"Reconnaître les tâches, les compétences, les responsabilités et les aptitudes de vos collaborateurs et les affecter en conséquence aux postes adéquats vous permet de maximiser votre efficacité et de vous assurer que vous disposez des informations correctes sur les secteurs où vous devez embaucher et sur ceux qui ont besoin d'aide pour fonctionner sans heurts.",
    "service3":"Nous utilisons des analyses fondées sur des données pour adapter au mieux la plate-forme informatique et les possibilités de location à votre entreprise.",
    "service3_1":"Nous travaillons en étroite collaboration avec vous pour décider de la solution AFUEF (abordable, fonctionnelle et efficace) pour votre Org.",
    "service3_2":"Il s'agit notamment de s'assurer que des éléments tels que le système de base de données, les canaux de communication internes et externes, y compris le courrier et l'intégration téléphonie-informatique (CTI), le stockage de la collaboration (etc.) correspondent aux bons résultats coût-bénéfice que vous recherchez.",
    "service4":"C'est là que nous commençons à assembler les pièces du Lego. De la configuration informatique et de la numérisation de votre contenu à l'interface utilisateur et à l'expérience utilisateur (UI/UX), nous vous aidons à optimiser chaque étape pour un impact optimal sur vos opérations.",
    "service4_1":"Avec notre programme All 4 DigIT/ DigIT 4 All, nous garantissons que nos services sont réalisés à un prix compétitif et selon les normes de qualité les plus élevées. N'oublions pas que les tests et la formation des utilisateurs constituent une part importante de cette étape.",
    "service4_2":"Nous veillons à ce qu'il n'y ait pas de perte de temps, de sorte qu'au moment de la mise en œuvre des sept étapes, vos ressources sont PRÊTES À PERFORMER POUR DES RÉSULTATS OPTIMAUX.",
    "service5":"C'est à cette étape que nous définissons les paramètres de partage par défaut des Orgs, y compris la gestion détaillée de l'accès à qui doit voir quoi, qui rend compte à qui, la sécurité interne et la cybersécurité SENTRY.",
    "service5_1":"Enfin, nous accordons l'accès et vous aidons à décider de la sécurité des enregistrements en fonction des niveaux de hiérarchie et des responsabilités, afin de créer un processus d'intégration aussi simple que possible.",
    "service6":"Toutes les informations sur vos clients influencent vos moindres gestes.",
    "service6_1":"Nous veillons donc à ce que l'acquisition et la structuration des informations pertinentes soient enregistrées correctement. Cela permet d'éviter la complication d'une future exportation de données vers une éventuelle plateforme CRM comme Salesforce, Monday.com ou Microsoft Dynamics. En outre, notre équipe d'experts analyse les besoins de votre entreprise pour fournir une méthode plus sophistiquée de gestion des données clients.",
    "service7":"Nous fournissons le soutien complet et avancé dont vous avez besoin à chaque étape du voyage parce que, chez DigIT, nous pensons que votre entreprise mérite un partenaire qui s'investit dans votre succès dès le départ. Notre service d'assistance informatique peut vous aider aux niveaux 1 à 3, selon vos besoins et quand vous en avez besoin. ",
    "service7_1":"Rendons votre Org FINE pour qu'elle brille.",
    "service1slider":"Des objectifs commerciaux aux objectifs informatiques",
    "service1slider_1":"1ère étape",
    "service1slider_2":"Des objectifs commerciaux aux objectifs informatiques",
    "service2slider":"Analyses commerciales",
    "service2slider_1":"2ème étape",
    "service2slider_2":"BPM & ingénierie et gestion des exigences",
    "service3slider":"Mise en œuvre informatique",
    "service3slider_1":"3ème étape",
    "service3slider_2":"Solutions informatiques, Plate-forme informatique, Ingénierie logicielle",
    "service4slider":"Configuration informatique",
    "service4slider_1":"4ème étape",
    "service4slider_2":"Configuration informatique basée sur l'étape 2, Contenu numérique et marketing numérique",
    "service5slider":"Données et cybersécurité",
    "service5slider_1":"5ème étape",
    "service5slider_2":"Sécurité des données / de l'information interne, gestion des accès, cybersécurité",
    "service6slider":"Gestion des données",
    "service6slider_1":"6ème étape",
    "service6slider_2":"Gestion de la relation client CRM, salesforce, dynamics",
    "service7slider":"Support informatique",
    "service7slider_1":"7ème étape",
    "service7slider_2":"Service d'assistance informatique pour tous les services ci-dessus et les niveaux 1-3"
}
