{
    "where1":"Aty ku inovacioni dhe talenti vijne se bashku per te maksimizuar efikasitetin tuaj",
    "where2":"Së bashku për të maksimizuar efikasitetin tuaj.",
    "whatwedo2":"Cfare bejme ne",
    "atdigit":"Në DigIT ju ofrojmë mundësinë e ndryshimit. Ekspertët, këshilltarët dhe zhvilluesit tanë krijuan një kontroll me shtatë hapa në mënyrë që të mund të shihni në detaje se ku proceset e biznesit tuaj po luftojnë për të përmbushur kërkesat e biznesit tuaj.",
    "whydigit":"Pse DigIT eshte i",
    "whydigit2":"vecante??",
    "getStarted":"Fillo",
    "whatwedo":"Optimizimi i biznesit tuaj ka të bëjë me të pasurit e njerëzve më me përvojë dhe të trajnuar në rolet e duhura. Në DigIT, ne jemi të specializuar në optimizimin e menaxhimit të procesit tuaj duke e vendosur biznesin tuaj për sukses me talentë të trajnuar me profesionalizëm të gatshëm për të trajtuar çdo detyrë.",
    "digunique":"DigIT analizon proceset tuaja ekzistuese dhe ju ndihmon të thjeshtoni proceset tuaja për efikasitet përfundimtar. Ne do t'ju ndihmojmë:",
    "unique1":"Realizoni proceset parësore dhe dytësore të organeve tuaja",
    "unique2":"Përfshini dhe automatizoni proceset e mundshme për ta bërë jetën tuaj më të lehtë",
    "unique3":"Ndihmoni burimet njerzore të përqëndrohet në atë që nevojitet për ta shtyrë kompaninë tuaj përpara.",
    "recognizing":"Njohja e detyrave, kompetencave, përgjegjësive dhe aftësive të njerëzve tuaj dhe caktimi i tyre në përputhje me pozicionet e duhura ju ndihmon të maksimizoni efikasitetin tuaj dhe të siguroheni që keni informacionin e saktë ku duhet të punësoni dhe cili sektor ka nevojë për mbështetje për të funksionuar pa probleme.",
    "contact":"Le t'i bëjmë organizimet tuaja të mira ne të shkëlqyera!",
    "contact2":"Ne ofrojmë mbështetjen gjithëpërfshirëse dhe të avancuar që ju nevojitet në çdo hap të rrugëtimit, sepse, në DigIT, ne besojmë se biznesi juaj meriton një partner që është investuar në suksesin tuaj që në fillim.",
    "form1":"Emri",
    "form2":"Mbiemri",
    "form3":"Emri i Kompanise",
    "form4":"Adresa",
    "form5":"Industria ku operoni",
    "form6":"Numri i punonjësve varion",
    "form7":"Emri i kontaktit",
    "form8":"Pozicioni i kontaktit",
    "form9":"Faqja e internetit",
    "form10":"Për cilat shërbime jeni të interesuar",
    "form11":"Kutia e përshkrimit",
    "form12":"Dërgoni mesazhin",
    "footer":"Kompania",
    "list1":"Rreth nesh",
    "list2":"Sherbimet",
    "list3":"Karriera",
    "list4":"Produktet",
    "list5":"Kontakt",
    "footer2":"Kontakt",
    "follow":"Na ndiqni",
    "services":"Sherbimet tona",
    "service1":"Si përparon biznesi juaj?",
    "service1_2":"Jeni ndërtuar për të ardhmen apo mezi po i mbijetoni gjendjes aktuale të biznesit tuaj?",
    "service1_3":"Ne ju ndihmojmë të krijoni një infrastrukturë strategjike të TI-së dhe të ofrojmë mjetet e avancuara për të sjellë inovacionin në krye të industrisë tuaj.",
    "service1_4":"Kuptimi i strategjisë suaj të TI-së është thelbësor për ekzistencën thelbësore të kompanisë suaj.",
    "service2":"Një qasje unike e biznesit është e nevojshme; DigIT analizon proceset tuaja ekzistuese dhe ju ndihmon të thjeshtoni proceset tuaja për efikasitet përfundimtar. Gjatë këtij hapi, ne do t'ju ndihmojmë: Realizoni proceset primare dhe dytësore të Organeve tuaja, shtrini dhe automatizoni proceset e mundshme për ta bërë jetën tuaj më të lehtë, ndihmojmë HR të përqëndrohet në atë që nevojitet për ta shtyrë kompaninë tuaj përpara.",
    "service2_1":"Njohja e detyrave, kompetencave, përgjegjësive dhe aftësive të njerëzve tuaj dhe caktimi i tyre në përputhje me pozicionet e duhura ju ndihmon të maksimizoni efikasitetin tuaj dhe të siguroheni që keni informacionin e saktë ku duhet të punësoni dhe cili sektor ka nevojë për mbështetje për të funksionuar pa probleme.",
    "service3":"Ne përdorim analiza të drejtuara nga të dhënat për të përshtatur më së miri platformën e TI-së dhe mundësitë e qiramarrësit me biznesin tuaj.",
    "service3_1":"Ne punojmë ngushtë me ju për të vendosur zgjidhjen AFUEF (të përballueshme, efikase funksionale) për Organizaten tuaj.",
    "service3_2":"Kjo përfshin sigurimin e gjërave si sistemi i bazës së të dhënave, kanalet e komunikimit të brendshëm dhe të jashtëm, duke përfshirë integrimin e postës dhe telefonisë kompjuterike (CTI), ruajtjen e bashkëpunimit (etj.) që përputhen me rezultatet e duhura kosto-përfitim që po kërkoni.",
    "service4":"Këtu fillojmë të vendosim pjesët Lego së bashku. Nga konfigurimi i IT dhe dixhitalizimi i përmbajtjes suaj te Ndërfaqja e përdoruesit dhe përvoja e përdoruesit (UI/UX), ne ju ndihmojmë të optimizoni çdo hap për ndikimin përfundimtar në operacionet tuaja.",
    "service4_1":"Me programin tonë All 4 DigIT/ DigIT 4 All, ne sigurojmë që shërbimet tona po kryhen me një çmim konkurrues dhe deri në standardin më të lartë të cilësisë. Të mos harrojmë se testimi i përdoruesit dhe shkollimi i përdoruesit janë një pjesë e madhe e këtij hapi.",
    "service4_2":"Ne sigurohemi që të mos humbet kohë, kështu që në kohën e Zbatimit të shtatë hapave, Burimet tuaja janë GATI PËR TË KRYERJEN PËR REZULTATE OPTIMAL.",
    "service5":"Ky hap është vendi ku ne vendosim standardet e ndarjes së organeve, duke përfshirë menaxhimin e detajuar të aksesit se kush duhet të shohë çfarë, kush i raporton kujt, siguria e brendshme dhe siguria kibernetike SENTRY.",
    "service5_1":"Së fundi, ne ju japim akses dhe ju ndihmojmë të vendosni sigurinë e nivelit rekord sipas niveleve dhe përgjegjësive të Hierarkisë për të krijuar një proces integrimi sa më të lehtë që të jetë e mundur.",
    "service6":"Të gjitha informacionet për klientët tuaj ndikojnë në çdo lëvizje tuajën.",
    "service6_1":"Pra, ne ndihmojmë të sigurohemi që informacioni përkatës i përvetësimit dhe strukturimit të ruhet saktë. Kjo është bërë për të parandaluar komplikimin e eksportimit të të dhënave në të ardhmen në një platformë të mundshme CRM si Salesforce, Monday.com ose Microsoft Dynamics. Përveç kësaj, ekipi ynë i ekspertëve analizon nevojën e biznesit tuaj për të ofruar një mënyrë më të sofistikuar të menaxhimit të të dhënave të klientit.",
    "service7":"Ne ofrojmë mbështetjen gjithëpërfshirëse dhe të avancuar që ju nevojitet në çdo hap të rrugëtimit, sepse, në DigIT, ne besojmë se biznesi juaj meriton një partner që është investuar në suksesin tuaj që në fillim. Ndihma jonë e TI-së mund të ndihmojë në nivelet 1 deri në 3 sipas nevojës kur ju nevojitet.",
    "service7_1":"Le t'i bëjmë organizimet tuaja të mira ne të shkëlqyera",
    "service1slider":"Qëllimet e biznesit për qëllimet e IT",
    "service1slider_1":"1st Step",
    "service1slider_2":"Qëllimet e biznesit për qëllimet e IT",
    "service2slider":"Analiza e Biznesit",
    "service2slider_1":"2nd Step",
    "service2slider_2":"Inxhinieri dhe menaxhim i BPM & kërkesave",
    "service3slider":"Zbatimi i TI",
    "service3slider_1":"3rd Step",
    "service3slider_2":"Zgjidhje IT, Platformë IT, Inxhinieri Softuerësh",
    "service4slider":"Konfigurimi i IT",
    "service4slider_1":"4th Step",
    "service4slider_2":" Konfigurimi i IT bazuar në hapin 2, Përmbajtja Dixhitale dhe Marketingu Dixhital",
    "service5slider":"Siguria e të dhënave dhe kibernetike",
    "service5slider_1":"5th Step",
    "service5slider_2":"Siguria e brendshme e të dhënave / informacionit, menaxhimi i aksesit, siguria kibernetike",
    "service6slider":"Menaxhimi i të Dhënave",
    "service6slider_1":"6th Step",
    "service6slider_2":"Menaxhimi i marrëdhënieve me klientët CRM, forca e shitjes, dinamika",
    "service7slider":"Mbështetje e IT",
    "service7slider_1":"7th Step",
    "service7slider_2":"Ndihma e ndihmës së TI-së për të gjitha shërbimet e mësipërme dhe lev 1-3 ?????????"

}
