{
    "where1":"Wo Innovation und Talent aufeinandertreffen,",
    "where2":"um Ihre Effizienz zu steigern. ",
    "where":"Wo Innovation und Talent aufeinandertreffen,um Ihre Effizienz zu steigern.",
    "whatwedo2":"Was wir tun",
    "atdigit":"Bei DigIT bieten wir Ihnen die Möglichkeit zur Veränderung. Unsere Experten, Berater und Entwickler haben einen siebenstufigen Checkup erstellt, damit Sie im Detail sehen können, wo Ihre Geschäftsprozesse Lücken aufweisen und somit die Anforderungen Ihres Unternehmens nicht erfüllen.",
    "whydigit":"Was macht DigIT",
    "whydigit2":"einzigartig?",
    "whydigitunique":"Was macht DigIT einzigartig?",
    "getStarted":"Los geht's",
    "whatwedo":"Um Ihr Unternehmen zu optimieren, müssen Sie die erfahrensten und am besten ausgebildeten Mitarbeiter an den richtigen Stellen einsetzen. Wir bei DigIT sind darauf spezialisiert, Ihr Prozessmanagement zu optimieren, indem wir Ihr Unternehmen mit fachlich geschulten Mitarbeitern, die für jede Aufgabe bereit sind, auf Erfolgskurs bringen.",
    "digunique":"DigIT analysiert Ihre bestehenden Prozesse und hilft Ihnen bei der Optimierung Ihrer Abläufe für höchste Effizienz.Wir helfen Ihnen dabei: ",
    "unique1":"Analysieren Sie die primären und sekundären Prozesse Ihrer Organisation",
    "unique2":"Erfassen und automatisieren Sie potenzielle Prozesse und erleichtern Sie sich das Leben.",
    "unique3":"Unterstützung der Personalabteilung bei der Konzentration auf das, was erforderlich ist, um Ihr Unternehmen voranzubringen",
    "recognizing":"Wenn Sie die Aufgaben, Kompetenzen, Verantwortlichkeiten und Fähigkeiten Ihrer Mitarbeiter erkennen und diese entsprechend den richtigen Positionen zuordnen, können Sie Ihre Effizienz maximieren und sicherstellen, dass Sie die richtigen Informationen darüber haben, wo Sie Änderungen vornehmen müssen und welcher Bereich Unterstützung benötigt, um reibungslos zu funktionieren.",
    "contact":"Lassen Sie uns Ihre Org FINE zum Strahlen bringen!  ",
    "contact2":"Wir bieten Ihnen die umfassende und fortschrittliche Unterstützung, die Sie bei jedem Schritt benötigen, denn wir bei DigIT glauben, dass Ihr Unternehmen einen Partner verdient, der in Ihren Erfolg mit investiert.",
    "form1":"Vorname",
    "form2":"Nachname",
    "form3":"Name des Unternehmens",
    "form4":"Adresse",
    "form5":"Branche, in der Sie tätig sind",
    "form6":"Anzahl der Mitarbeiterbereiche",
    "form7":"Kontaktperson Name",
    "form8":"Kontakt Position",
    "form9":"Website",
    "form10":"An welchen Dienstleistungen sind Sie interessiert?",
    "form11":"Anmerkungen",
    "form12":"Nachricht senden",
    "footer":"Unternehmen",
    "list1":"Über uns",
    "list2":"Dienstleistungen",
    "list3":"Karriere",
    "list4":"Produkte",
    "list5":"Testimonials",
    "footer2":"Kontakt",
    "follow":"Folgen Sie uns: ",
    "services":"Our Services",
    "service1":"Wie sieht es in Ihrem Unternehmen aus?",
    "service1_2":"Sind Sie für die Zukunft gerüstet oder halten Sie sich gerade so über Wasser?",
    "service1_3":"Wir unterstützen Sie beim Aufbau einer strategischen IT-Infrastruktur und stellen Ihnen die fortschrittlichsten Tools zur Verfügung, die Sie in Ihrer Branche an die Spitze der Innovation bringen.",
    "service1_4":"Das Verständnis Ihrer IT-Strategie ist für den Fortbestand Ihres Unternehmens von entscheidender Bedeutung.",
    "service2":"DigIT analysiert Ihre bestehenden Prozesse und hilft Ihnen bei der Optimierung Ihrer Abläufe, um die grösstmögliche Effizienz zu erreichen. Während diesen Schritten helfen wir Ihnen besonders bei folgendem: Erkennen Sie die primären und sekundären Prozesse Ihres Unternehmens, erfassen und automatisieren Sie potenzielle Prozesse, um Ihnen das Leben zu erleichtern, und helfen Sie der Personalabteilung, sich auf das zu konzentrieren, was erforderlich ist, um Ihr Unternehmen voranzubringen.",
    "service2_1":"Wenn Sie die Aufgaben, Kompetenzen, Verantwortlichkeiten und Fähigkeiten Ihrer Mitarbeiter erkennen und sie entsprechend den richtigen Positionen zuordnen, können Sie Ihre Effizienz maximieren und sicherstellen, dass Sie die richtigen Informationen darüber haben, wo Sie Änderungen vornehmen müssen und welcher Bereich Unterstützung benötigt, um reibungslos zu funktionieren.",
    "service3":"We use data-driven analyses to best match the IT platform and tenant possibilities to your business.",
    "service3_1":"We work closely with you to decide the AFUEF (affordable, functional efficient) solution for your Org.",
    "service3_2":"This includes ensuring things like database system, channels of Internal & external communications including mail and computer telephony integration (CTI), collaboration storage (etc.) match up with the right cost-benefit results you’re searching for.",
    "service4":"An dieser Stelle beginnen wir, die Lego-Steine zusammenzusetzen. Von der IT-Einrichtung und der Digitalisierung Ihrer Inhalte bis hin zur Benutzeroberfläche und der Benutzererfahrung (UI/UX) helfen wir Ihnen, jeden Schritt zu optimieren, damit er sich letztendlich auf Ihren Betrieb massiv auswirkt.",
    "service4_1":"Mit unserem Programm, All 4 DigIT/ DigIT 4 All, stellen wir sicher, dass unsere Dienstleistungen zu einem wettbewerbsfähigen Preis und auf höchstem Qualitätsniveau erbracht werden. Vergessen wir nicht das Benutzertests und Benutzerschulungen ein wichtiger Teil dieses Schrittes sind.",
    "service4_2":"Wir stellen sicher, dass keine Zeit verschwendet wird, so dass Ihre Ressourcen zum Zeitpunkt der Implementierung der sieben Schritte BEREIT sind, FÜR OPTIMALE ERGEBNISSE zu LEISTEN.",
    "service5":"In diesem Schritt legen wir die Standardeinstellungen für die Freigabe von Orgs fest, einschliesslich einer detaillierten Zugriffsverwaltung, die festlegt, wer was sehen darf, wer wem Bericht erstattet, sowie die interne Sicherheit und Cybersicherheit durch unsere Partner.",
    "service5_1":"Schliesslich gewähren wir den Zugriff und helfen Ihnen, die Sicherheit auf Datensatzebene entsprechend den Hierarchieebenen und Verantwortlichkeiten festzulegen, um den Integrationsprozess so einfach wie möglich zu gestalten.",
    "service6":"Alle Informationen über Ihre Kunden wirken sich auf jeden Ihrer Schritte aus.",
    "service6_1":"So stellen wir sicher, dass relevante Informationserfassung und Strukturierungsinformationen korrekt gespeichert werden. Dies ist wichtig, um Komplikationen beim zukünftigen Datenexport in eine mögliche CRM-Plattform wie Salesforce, Monday.com oder Microsoft Dynamics zu vermeiden. Darüber hinaus analysiert unser Expertenteam den Bedarf Ihres Unternehmens, um eine anspruchsvollere Art der Verwaltung von Kundendaten zu ermöglichen.",
    "service7":"IT-Support-Helpdesk für alle oben genannten Dienste und Level 1-3.Wir bieten den umfassenden und fortschrittlichsten Support, den Sie bei jedem Schritt benötigen, denn wir bei DigIT glauben, dass Ihr Unternehmen einen Partner verdient, der von Anfang an in Ihren Erfolg investiert. Unser IT-Helpdesk kann Sie auf den Stufen 1 bis 3 unterstützen, wann immer Sie es brauchen",
    "service7_1":"Let’s make your Org FINE to Shine.",
    "service1slider":"Business goals to IT goals",
    "service1slider_1":"1st Step",
    "service1slider_2":"Business goals to IT goals",
    "service2slider":"Business Analyses",
    "service2slider_1":"2nd Step",
    "service2slider_2":"BPM & requirements engineering and management",
    "service3slider":"IT Implementation",
    "service3slider_1":"3rd Step",
    "service3slider_2":"IT Solutions, IT Platform, Software Engineering",
    "service4slider":"IT Setup",
    "service4slider_1":"4th Step",
    "service4slider_2":"IT Setup based on step 2, Digital Content and Digital Marketing",
    "service5slider":"Data & Cyber Security",
    "service5slider_1":"5th Step",
    "service5slider_2":"Data / information security internal, access management, cyber security",
    "service6slider":"Data Management",
    "service6slider_1":"6th Step",
    "service6slider_2":"Customer relationship management CRM, salesforce, dynamics",
    "service7slider":"IT Support",
    "service7slider_1":"7th Step",
    "service7slider_2":"IT support helpdesk for all above services and lev 1-3"
}
