{
    "products": [
      {
        "id": 1,
        "category":"Web Design & Development",
        "categorydesc":"Utilizing the most up-to-date technology and trends, the appropriate web development solutions with scalable architecture can increase the profitability,availability, and efficiency of your company. DigIT's web developers are client-focused and customer-centric, helping companies navigate the rapidly evolving digital market by developing website solution that produce measurable business benefits.",
        "name": "Website Development",
        "info":"Information & Process",
        "desc":"Create your Website now to make sure that while filling up forms the field webpage will never stay empty.",
        "descSingle": "• One Pager.\n• React.js Development (custom design or through our premium templates).\n• Improvement & automation.\n• Save both your clients and your own time before and during any purchase.\n• Always willing to assist your customers.\n• Showcase your products and services.\n• Websites may boost your company's credibility.\n• Create an internet presence and make it simple for clients to contact you.\n• Answers to frequently asked questions might help you save time.\n• Obtain recommendations (in exchange for discounts, freebies, or free services).\n• Build a new consumer base.\n• Professional email for quick and easy communication\n• Send contact information database updates on a regular basis.\n• Simple to obtain and acquire information.",
        "process":[
            {
              "name":"Analyze",
              "desc":"We define your business objectives, expectations, and problem-solving techniques to implement in your website following a thorough market analysis."
            },
            {
              "name":"Plan",
              "desc":"You receive a thorough specification with clear advantages for the creation of your website."
            },
            {
              "name":"Design",
              "desc":"We define your business objectives, expectations, and problem-solving techniques to implement in your website following a thorough market analysis."
            },
            {
              "name":"Develop",
              "desc":"Your web project will be built and implemented using the best technologies possible while adhering to the design guidelines."
            },
            {
              "name":"Examine & Integrate",
              "desc":"To completely fulfill your expectations, all the modules are assembled and verified against the specifications."
            },
            {
              "name":"Envolve",
              "desc":"Following full or partial deployment to the client or release, the online product is developed further or expanded in response to consumer feedback and organizational needs."
            }
          ],
        "small": "https://i.postimg.cc/L6m4fX1g/Microsoft-Teams-image-5.png",
        "large":"https://i.postimg.cc/L6m4fX1g/Microsoft-Teams-image-5.png"
      }
    ]

}